[
    {
        "text":"’d like to live as a poor man with lots of money.",
        "author": "PABLO PICASSO"
    },
    {
        "text":"Money is the best deodorant.",
        "author": "ELIZABETH TAYLOR"
    },
    {
        "text":"Lottery: A tax on people who are bad at math.",
        "author": "AMBROSE BIERCE"
    },
    {
        "text":"Money, like vodka, turns a person into an eccentric.",
        "author": "ANTON CHEKHOV"
    },
    {
        "text":"I’ve never been a millionaire but I know I’d be just darling at it.",
        "author": "DOROTHY PARKER"
    },
    {
        "text":"It’s amazing how fast later comes when you buy now.",
        "author": "MILTON BERLE"
    },
    {
        "text":"Most people work just hard enough not to get fired and get paid just enough money not to quit.",
        "author": "GEORGE CARLIN"
    },
    {
        "text":"A bank is a place that will lend you money if you can prove that you don’t need it.",
        "author": "BOB HOPE"
    },
    {
        "text":"Taking drugs and thinking that you are happy is like taking a loan and thinking you have money.",
        "author": "THIBAUT"
    },
    {
        "text":"People say that money is not the key to happiness, but I always figured if you have enough money, you can have a key made.",
        "author": "JOAN RIVERS"
    },
    {
        "text":"he quickest way to double your money is to fold it in half and put it in your back pocket.",
        "author": "WILL ROGERS"
    },
    {
        "text":"If you think nobody cares if you’re alive, try missing a couple of car payments.",
        "author": "EARL WILSON"
    },
    {
        "text":"Giving money and power to government is like giving whiskey and car keys to teenage boys.",
        "author": "P. J. O’ROURKE"
    },
    {
        "text":"Money can buy you a fine dog, but only love can make him wag his tail.",
        "author": "KINKY FRIEDMAN"
    },
    {
        "text":"Whoever said money can’t buy happiness simply didn’t know where to go shopping.",
        "author": "GERTRUDE STEIN"
    },
    {
        "text":"Spend your money on the things money can buy. Spend your time on the things money can’t buy.",
        "author": "HARUKI MURAKAMI"
    },
    {
        "text":"Invest in as much of yourself as you can, you are your own biggest asset by far.",
        "author": "WARREN BUFFETT"
    },
    {
        "text":"The ultimate purpose of money is so that you do not have to be in a specific place at a specific time doing anything you don’t want to do.",
        "author": "NAVAL RAVIKANT"
    },
    {
        "text":"Seek wealth, not money or status. Wealth is having assets that earn while you sleep. Money is how we transfer time and wealth. Status is your place in the social hierarchy.",
        "author": "NAVAL RAVIKANT"
    },
    {
        "text":"Wealth is not about having a lot of money; it’s about having a lot of options.",
        "author": "CHRIS ROCK"
    },
    {
        "text":"My favorite things in life don’t cost any money. It’s really clear that the most precious resource we all have is time.",
        "author": "STEVE JOBS"
    },
    {
        "text":"Success is having to worry about every damn thing in the world, except money.",
        "author": "JOHNNY CASH"
    },
    {
        "text":"Rich people are committed to being rich. Poor people want to be rich.",
        "author": "T. HARV EKER"
    },
    {
        "text":"Rich people think big. Poor people think small.",
        "author": "T. HARV EKER"
    },
    {
        "text":"Money is a way of measuring wealth but is not wealth in itself.",
        "author": "ALAN WATTS"
    },
    {
        "text":"The fools in life want things fast and easy — money, success, attention.",
        "author": "ROBERT GREENE"
    },
    {
        "text":"Rich people play the money game to win. Poor people play the money game to not lose.",
        "author": "T. HARV EKER"
    },
    {
        "text":"Someone’s sitting in the shade today because someone planted a tree a long time ago.",
        "author": "WARREN BUFFETT"
    },
    {
        "text":"Rich people have small TVs and big libraries, and poor people have small libraries and big TVs.",
        "author": "ZIG ZIGLAR"
    },
 
    {
        "text":"The more you learn, the more you earn.",
        "author": "WARREN BUFFETT"
    },
 
    {
        "text":"Earn with your mind, not your time.",
        "author": "NAVAL RAVIKANT"
    },
 
    {
        "text":"When I had money everyone called me brother.",
        "author": "POLISH PROVERB"
    },
 
    {
        "text":"Not he who has much is rich, but he who gives much.",
        "author": "ERICH FROMM"
    },
 
    {
        "text":"Be your money’s master, not its slave.",
        "author": "PUBLILIUS SYRUS"
    },
 
    {
        "text":"Money doesn’t buy happiness – it buys freedom.",
        "author": "NAVAL RAVIKANT"
    },
 
    {
        "text":"It does not take money to make money.",
        "author": "ROBERT T. KIYOSAKI"
    },
 
    {
        "text":"A man in debt is so far a slave.",
        "author": "RALPH WALDO EMERSON"
    },
    {
        "text":"Money grows on the tree of persistence.",
        "author": "JAPANESE PROVERB"
    },
    {
        "text":"Words are the money of fools.",
        "author": "THOMAS HOBBES"
    },
    {
        "text":"The rich invest in time, the poor invest in money.",
        "author": "WARREN BUFFETT"
    },
    {
        "text":"If you make meaning, you’ll make money.",
        "author": "GUY KAWASAKI"
    },
    {
        "text":"Trade money for time, not time for money. You’re going to run out of time first.",
        "author": "NAVAL RAVIKANT"
    },
    {
        "text":"If it’s only about money we are hopeless. If it’s about people we are hopeful.",
        "author": "MAXIME LAGACÉ"
    },
    {
        "text":"Formal education will make you a living. Self-education will make you a fortune.",
        "author": "JIM ROHN"
    },
    {
        "text":"The best way to become a billionaire is to help a billion people.",
        "author": "PETER DIAMANDIS"
    },
    {
        "text":"We don’t make movies to make money, we make money to make more movies.",
        "author": "WALT DISNEY"
    },
    {
        "text":"Money is not the only answer, but it makes a difference.",
        "author": "BARACK OBAMA"
    },
    {
        "text":"If you can get paid for doing what you love, every paycheck is a bonus.",
        "author": "OPRAH WINFREY"
    },
    {
        "text":"We don’t build services to make money; we make money to build better services. And we think this is a good way to build something.",
        "author": "MARK ZUCKERBERG"
    },
    {
        "text":"We have always believed that it’s possible to make money without being evil.",
        "author": "LARRY PAGE"
    },
    {
        "text":"Capital as such is not evil; it is its wrong use that is evil. Capital in some form or other will always be needed.",
        "author": "MAHATMA GANDHI"
    },
    {
        "text":"If you cannot control your emotions, you cannot control your money.",
        "author": "WARREN BUFFETT"
    },
    {
        "text":"The funny thing is, the people who work really hard, they work really hard so they can sit on their ass – they just want to sit on their ass in nicer surroundings.",
        "author": "KARL PILKINGTON"
    },
    {
        "text":"I find out what the world needs. Then, I go ahead and invent it.",
        "author": "THOMAS A. EDISON"
    },
    {
        "text":"There is gold everywhere. Most people are not trained to see it.",
        "author": "ROBERT T. KIYOSAKI"
    },
    {
        "text":"Like Warren, I had a considerable passion to get rich, not because I wanted Ferraris – I wanted the independence. I desperately wanted it.",
        "author": "CHARLIE MUNGER"
    },
    {
        "text":"If your goal is to be comfortable, chances are you’ll never get rich. But if your goal is to be rich, chances are you’ll end up mighty comfortable.",
        "author": "T. HARV EKER"
    },
    {
        "text":"Rich people act in spite of fear. Poor people let fear stop them.",
        "author": "T. HARV EKER"
    },
    {
        "text":"Rich people choose to get paid based on results. Poor people choose to get paid based on time.",
        "author": "T. HARV EKER"
    },
    {
        "text":"Opportunity is a haughty goddess who wastes no time with those who are unprepared.",
        "author": "GEORGE S. CLASON"
    },
    {
        "text":"If you don’t find a way to make money while you sleep, you will work until you die.",
        "author": "WARREN BUFFETT"
    },
    {
        "text":"If you don’t get serious about your money, you will never have serious money.",
        "author": "GRANT CARDONE"
    },
    {
        "text":"It’s simple arithmetic: ‘Your income can grow only to the extent you do’.",
        "author": "T. HARV EKER"
    },
    {
        "text":"Stop buying things you don’t need, to impress people you don’t even like.",
        "author": "SUZE ORMAN"
    },
    {
        "text":"I make myself rich by making my wants few.",
        "author": "HENRY DAVID THOREAU"
    },
    {
        "text":"That man is richest whose pleasures are cheapest.",
        "author": "HENRY DAVID THOREAU"
    },
    {
        "text":"Don’t let making a living prevent you from making a life.",
        "author": "JOHN WOODEN"
    },
    {
        "text":"We buy things we don’t need with money we don’t have to impress people we don’t like.",
        "author": "TYLER DURDEN"
    },
    {
        "text":"If you didn’t get the deferred-gratification gene, you’ve got to work very hard to overcome that.",
        "author": "CHARLIE MUNGER"
    },
    {
        "text":"The rich invest their money and spend what is left; the poor spend their money and invest what is left.",
        "author": "JIM ROHN"
    },
    {
        "text":"It’s not how much money you make, but how much money you keep, how hard it works for you, and how many generations you keep it for.",
        "author": "ROBERT T. KIYOSAKI"
    },
    {
        "text":"Don’t just make money, make a difference.",
        "author": "GRANT CARDONE"
    },
    {
        "text":"Money moves from those who do not manage it to those who do.",
        "author": "DAVE RAMSEY"
    },
    {
        "text":"Money can’t buy happiness, but it will certainly get you a better class of memories.",
        "author": "RONALD REAGAN"
    },
    {
        "text":"Money won’t create success, the freedom to make it will.",
        "author": "NELSON MANDELA"
    },
    {
        "text":"Rich people focus on opportunities. Poor people focus on obstacles.",
        "author": "T. HARV EKER"
    },
    {
        "text":"Money has no grey areas. You either make it or you lose it.",
        "author": "KEVIN O’LEARY"
    },
    {
        "text":"Make your goal more than money. Make it about helping people and creating a better future.",
        "author": "MAXIME LAGACÉ"
    },
    {
        "text":"The goal isn’t more money. The goal is living life on your terms.",
        "author": "CHRIS BROGAN"
    },
    {
        "text":"You have to be myopic and completely focused and unbalanced in every way. Once you’ve achieved success, you’re free to do whatever you like.",
        "author": "KEVIN O’LEARY"
    },
    {
        "text":"It is better to have a permanent income than to be fascinating.",
        "author": "OSCAR WILDE"
    },
    {
        "text":"Fortune sides with him who dares.",
        "author": "VIRGIL"
    },
    {
        "text":"Keep your eye on the goal, keep moving toward your target.",
        "author": "T. HARV EKER"
    },
    {
        "text":"Where the determination is, the way can be found.",
        "author": "GEORGE S. CLASON"
    },
    {
        "text":"I always knew I was going to be rich. I don’t think I ever doubted it for a minute.",
        "author": "WARREN BUFFETT"
    },
    {
        "text":"If we command our wealth, we shall be rich and free. If our wealth commands us, we are poor indeed.",
        "author": "EDMUND BURKE"
    },
    {
        "text":"Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
        "author": "AYN RAND"
    },
    {
        "text":"Many folks think they aren’t good at earning money, when what they don’t know is how to use it.",
        "author": "FRANK A. CLARK"
    },
    {
        "text":"I learned that lack of money erodes self-respect, and a noble dignity arises by earning a living.",
        "author": "JOHN SOFORIC"
    },
    {
        "text":"The accumulation of money is the fruition of a strong purpose that endures despite the obstacles.",
        "author": "JOHN SOFORIC"
    },
    {
        "text":"Only buy something that you’d be perfectly happy to hold if the market shuts down for ten years.",
        "author": "WARREN BUFFETT"
    },
    {
        "text":"Never complain about your troubles; they are responsible for more than half of your income.",
        "author": "ROBERT R. UPDEGRAFF"
    },
    {
        "text":"The money you make is a symbol of the value you create.",
        "author": "IDOWU KOYENIKAN"
    },
    {
        "text":"Making money isn’t hard in itself… What’s hard is to earn it doing something worth devoting one’s life to.",
        "author": "CARLOSE RUIZ ZAFRON"
    },
    {
        "text":"Waste your money and you’re only out of money, but waste your time and you’ve lost a part of your life.",
        "author": "MICHAEL LEBOEUF"
    },
    {
        "text":"Money is 80% behavior, 20% head knowledge. It’s what you do, not what you know.",
        "author": "DAVE RAMSEY"
    },
    {
        "text":"Lack of money is no obstacle. Lack of an idea is an obstacle.",
        "author": "KEN HAKUTA"
    },
    {
        "text":"Don’t tell me what you value, show me your budget, and I’ll tell you what you value.",
        "author": "JOE BIDEN"
    },
    {
        "text":"I don’t pay good wages because I have a lot of money; I have a lot of money because I pay good wages.",
        "author": "ROBERT BOSCH"
    },
    {
        "text":"Both poverty and riches are the offspring of thought.",
        "author": "NAPOLEON HILL"
    },
    {
        "text":"Don’t just make money, make a difference.",
        "author": "GRANT CARDONE"
    },
    {
        "text":"Put all good eggs in one basket and then watch that basket.",
        "author": "ANDREW CARNEGIE"
    },
    {
        "text":"It’s really clear that the most precious resource we all have is time.",
        "author": "STEVE JOBS"
    },
    {
        "text":"People say ‘I want to be rich.’ The question is, ‘Are you willing to do what it takes?",
        "author": "ROBERT T. KIYOSAKI"
    },
    {
        "text":"Never depend on single income. Make investments to create a second source.",
        "author": "WARREN BUFFETT"
    },
    {
        "text":"Broke is a temporary condition; poor is a state of mind.",
        "author": "SIR RICHARD FRANCIS BURTON"
    },
    {
        "text":"Everyday is a bank account, and time is our currency. No one is rich, no one is poor, we’ve got 24 hours each.",
        "author": "CHRISTOPHER RICE"
    },
    {
        "text":"Don’t let money run your life, let money help you run your life better.",
        "author": "JOHN RAMPON"
    },
    {
        "text":"The only difference between a rich person and a poor person is how they use their time.",
        "author": "ROBERT T. KIYOSAKI"
    },
    {
        "text":"Time is more valuable than money. You can get more money, but you cannot get more time.",
        "author": "JIM ROHN"
    },
    {
        "text":"Money does not buy you happiness, but lack of money certainly buys you misery.",
        "author": "DANIEL KAHNEMAN"
    },
    {
        "text":"Making money is a common sense. It’s not rocket science. But unfortunately, when it comes to money, common sense is uncommon.",
        "author": "ROBERT T. KIYOSAKI"
    },
    {
        "text":"Money is like love; it kills slowly and painfully the one who withholds it, and enlivens the other who turns it on his fellow man.",
        "author": "KAHLIL GIBRAN"
    },
    {
        "text":"It is a kind of spiritual snobbery that makes people think they can be happy without money.",
        "author": "ALBERT CAMUS"
    },
    {
        "text":"I will tell you the secret to getting rich on Wall Street. You try to be greedy when others are fearful. And you try to be fearful when others are greedy.",
        "author": "WARREN BUFFETT"
    },
    {
        "text":"They deem me mad because I will not sell my days for gold; and I deem them mad because they think my days have a price.",
        "author": "KAHLIL GIBRAN"
    },
    {
        "text":"Never spend your money before you have earned it.",
        "author": "THOMAS JEFFERSON"
    },
    {
        "text":"Never spend your money before you have earned it.",
        "author": "T. T. MUNGER"
    },
    {
        "text":"Money may not buy happiness, but I'd rather cry in a Jaguar than on a bus.",
        "author": "FRANÇOISE SAGAN"
    },
    {
        "text":"Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time.",
        "author": "JOHANN WOLFGANG VON GOETHE"
    },
    {
        "text":"A simple fact that is hard to learn is that the time to save money is when you have some.",
        "author": "JOE MOORE"
    },
    {
        "text":"Money isn't everything…but it ranks right up there with oxygen.",
        "author": "RITA DAVENPORT"
    },
    {
        "text":"Buy when everyone else is selling and hold until everyone else is buying.",
        "author": "J. PAUL GETTY"
    },
    {
        "text":"Don’t let the fear of losing be greater than the excitement of winning.",
        "author": "ROBERT T. KIYOSAKI"
    },
    {
        "text":"Every time you borrow money, you're robbing your future self.",
        "author": "NATHAN W. MORRIS"
    },
    {
        "text":"Investing should be more like watching paint dry or watching grass grow. If you want excitement, take $800 and go to Las Vegas.",
        "author": "PAUL SAMUELSON"
    },
    {
        "text":"Success is not the result of making money; earning money is the result of success – and success is in direct proportion to our service.",
        "author": "EARL NIGHTINGALE"
    },
    {
        "text":"The stock market is designed to transfer money from the active to the patient.",
        "author": "WARREN BUFFETT"
    },
    {
        "text":"If you don’t value your time, neither will others. Stop giving away your time and talents. Value what you know & start charging for it.",
        "author": "KIM GARST"
    },
    {
        "text":"If you want to get rich, remember that the way to do it is via equity, not salary.",
        "author": "SAM ALTMAN"
    },
    {
        "text":"The individual investor should act consistently as an investor and not as a speculator.",
        "author": "BEN GRAHAM"
    },
    {
        "text":"A sign of wealth: No longer needing an alarm clock to wake up.",
        "author": "GREG ISENBERG"
    },
    {
        "text":"How many millionaires do you know who have become wealthy by investing in savings accounts? I rest my case.",
        "author": "ROBERT G. ALLEN"
    },
    {
        "text":"You must gain control over your money or the lack of it will forever control you.",
        "author": "DAVE RAMSEY"
    },
    {
        "text":"The definition of insanity is doing the same thing over and over and expecting different results.",
        "author": "ALBERT EINSTEIN"
    }
]